9/data/attachments/64612e6d683ec9ea.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_32dc708c-2349-4dc2-a01c-79275556538c</nif:username>
            <nif:friendToBeAdded>Virginia_deep_Actions_80969_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>